Repository: warp-ds/icons
Catalog: src/locales/*/messages.po
Languages: da, fi, nb, sv

# icon.title.bank
source: A bank with three columns
da: En bank med tre kolonner
fi: Pankki, jossa on kolme pylvästä
nb: En bank med tre kolonner
sv: En bank med tre kolonner

# icon.title.car-left
source: A car facing left
da: En bil som vender mod venstre
fi: Vasemmalle kääntynyt auto
nb: En bil som peker mot venstre
sv: En bil vänd mot vänster

# icon.title.car-right
source: A car facing right
da: En bil som vender mod højre
fi: Oikealle kääntynyt auto
nb: En bil som peker mot høyre
sv: En bil vänd mot höger

# icon.title.shoes
source: A pair of shoes
da: Et par sko
fi: Kenkäpari
nb: Ett par sko
sv: Ett par skor

# icon.title.plane-land
source: A plane landing
da: Et fly som lander
fi: Laskeutuva lentokone
nb: Et fly som lander
sv: Ett flygplan som landar

# icon.title.plane-take-off
source: A plane taking off
da: Et fly som letter
fi: Lähtevä lentokone
nb: Et fly som tar av
sv: Ett flygplan som lyfter

# icon.title.agriculture-machine
source: Agriculture machine
da: Landbrugsmaskine
fi: Maatalouskone
nb: Landbruksmaskin
sv: Jordbruksmaskin

# icon.title.airplane
source: Airplane
da: Flyvemaskine
fi: Lentokone
nb: Fly
sv: Flygplan

# icon.title.all-wheel-drive
source: All-wheel drive
da: Firhjulstræk
fi: Nelivetoajoneuvo
nb: Firehjulstrekk
sv: Fyrhjulsdrift

# icon.title.building
source: Apartment building
da: Lejlighedsbygning
fi: Kerrostalo
nb: Leilighetsbygg
sv: Lägenhetsbyggnad

# icon.title.archway
source: Archway
da: Buegang
fi: Kaari
nb: Buegang
sv: Valvgång

# icon.title.download
source: Arrow pointing down
da: Pil som peger nedad
fi: Alaspäin osoittava nuoli
nb: Pil som peker ned
sv: Pil som pekar ned

# icon.title.product-top
source: Arrow pointing to an image with text below
da: Pil peger på et billede med tekst under
fi: Kuvaa osoittava nuoli, jonka alla on tekstiä
nb: Pil som peker på et bilde med tekst under
sv: Pil som pekar på en bild med text nedan

# icon.title.expand
source: Arrows pointing outwards
da: Pile der peger udad
fi: Vastakkaisiin suuntiin osoittavat nuolet
nb: Piler som peker utover
sv: Pilar som pekar utåt

# icon.title.automatic
source: Automatic transmission
da: Automatgear
fi: Automaattivaihteisto
nb: Automatisk overføring
sv: Automatlåda

# icon.title.autovexdark
source: AutovexDark logo
da: Autovex mørkt ikon
fi: Autovex tumma logo
nb: Autovex mørkt ikon
sv: AutovexDark-logga

# icon.title.autovexlight
source: AutovexLight logo
da: Autovex lyst ikon
fi: Autovex vaalea logo
nb: Autovex lyst ikon
sv: AutovexLight-logga

# icon.title.award-medal
source: Award medal
da: Medaljeikon
fi: Palkintomitali
nb: Tildel medalje
sv: Prismedalj

# icon.title.baby-onesie
source: Baby onesie
da: Heldragt til en baby
fi: Vauvan haalari
nb: Babydress
sv: Bebisbody

# icon.title.economy
source: Banknote and two coins
da: Seddel og to mønter
fi: Seteli ja kaksi kolikkoa
nb: Seddel og to mynter
sv: Sedel och två mynt

# icon.title.farm
source: Barn with silo and birds
da: Lade med silo og fugle
fi: Maatila, siilo ja lintuja
nb: Låve med silo og fugler
sv: Lada med silo och fåglar

# icon.title.beach
source: Beach umbrella
da: Strandparasol
fi: Aurinkovarjo rannalla
nb: Parasoll
sv: Strandparasoll

# icon.title.house-bed
source: Bed with a roof over it
da: Seng med tag over
fi: Sänky, jonka yllä on katto
nb: Seng med tak over
sv: Säng med tak över

# icon.title.bell-filled
source: Bell
da: Klokke
fi: Soittokello
nb: Bjelle
sv: Klocka

# icon.title.bell
source: Bell
da: Klokke
fi: Soittokello
nb: Bjelle
sv: Klocka

# icon.title.boat
source: Boat
da: Båd
fi: Vene
nb: Båt
sv: Båt

# icon.title.boat-length
source: Boat with arrows in both directions
da: Båd med pile som peger i begge retninger
fi: Vene, jonka vierellä on molempiin suuntiin osoittavat nuolet
nb: Båt med piler som peker i begge retninger
sv: Båt med pilar i båda riktningar

# icon.title.text-bold
source: Bold text
da: Fed tekst
fi: Lihavoitu teksti
nb: Fet skrift
sv: Fet text

# icon.title.bookmark
source: Bookmark
da: Bogmærke
fi: Kirjanmerkki
nb: Bokmerke
sv: Bokmärke

# icon.title.browser
source: Browser window with a t-shirt and a highlighted mouse pointer
da: Browservindue med en t-shirt og en fremhævet musemarkøren
fi: Selainikkuna, jossa näkyy T-paitaa klikkaava hiiren osoitin
nb: Nettleservindu med en t-skjorte og uthevet musepeker
sv: Webbläsare med en t-shirt och en betonad muspekare

# icon.title.browser-verified
source: Browser with highlighted shield in the bottom right corner
da: Browser med fremhævet skjold i nederste højre hjørne
fi: Selainikkuna, jonka oikeassa alakulmassa on kilpi
nb: Nettleser med markert skjold i nedre høyre hjørne
sv: Webbläsare med betonad sköld i nedre högra hörnet

# icon.title.bulldozer
source: Bulldozer
fi: Puskutraktori
nb: Bulldoser

# icon.title.bus
source: Bus
fi: Linja-auto
nb: Buss
sv: Buss

# icon.title.house-cabin
source: Cabin
da: Hytte
fi: Mökki
nb: Hytte
sv: Hytt

# icon.title.cabin-hut
source: Cabin with garden
da: Hytte med have
fi: Mökki ja piha
nb: Hytte med hage
sv: Stuga med trädgård

# icon.title.calculator
source: Calculator
da: Lommeregner
fi: Laskin
nb: Kalkulator
sv: Kalkylator

# icon.title.calendar
source: Calendar
da: Kalender
fi: Kalenteri
nb: Kalender
sv: Kalender

# icon.title.camera
source: Camera
da: Kamera
fi: Kamera
nb: Kamera
sv: Kamera

# icon.title.camping
source: Camper
da: Autocamper
fi: Matkailuauto

# icon.title.van
source: Camper van
da: Autocamper
fi: Asuntoauto
nb: Bobil
sv: Husbil

# icon.title.car
source: Car
da: Bil
fi: Auto
nb: Bil
sv: Bil

# icon.title.car-subscription
source: Car and checklist
da: Bil og tjekliste
fi: Auto ja tarkistuslista
nb: Bil og sjekkliste
sv: Bil och checklista

# icon.title.car-rent
source: Car and clock
da: Bil og ur
fi: Auto ja kello
nb: Bil og klokke
sv: Bil och klocka

# icon.title.car-service
source: Car and star
da: Bil og stjerne
fi: Auto ja tähti
nb: Bil og stjerne
sv: Bil och stjärna

# icon.title.car-engine
source: Car engine
da: Bilmotor
fi: Auton moottori
nb: Bilmotor
sv: Bilmotor

# icon.title.car-front
source: Car front view
da: Bil set forfra
fi: Auto edestä katsottuna
nb: Bil sett forfra
sv: Bil framifrån

# icon.title.car-key
source: Car key
da: Bilnøgle
fi: Auton avain
nb: Bilnøkkel
sv: Bilnyckel

# icon.title.carpart
source: Car part
da: Bildel
fi: Auton osa
nb: Bildel
sv: Bildel

# icon.title.paw
source: Cat's paw
da: Kattepote
fi: Kissan tassu
nb: Kattepot
sv: Kattass

# icon.title.link
source: Chain link
da: Led på en kæde
fi: Linkki
nb: Kjetting lenke
sv: Kättinglänk

# icon.title.chainsaw
source: Chainsaw
da: Kædesav
fi: Moottorisaha
nb: Motorsag
sv: Motorsåg

# icon.title.chair
source: Chair
da: Stol
fi: Tuoli
nb: Stol
sv: Stol

# icon.title.grill
source: Charcoal grill
da: Kulgrill
fi: Hiiligrilli
nb: Kullgrill
sv: Kolgrill

# icon.title.charger
source: Charging cable
da: Oplader
fi: Laturi
nb: Lader
sv: Laddkabel

# icon.title.message
source: Chat bubble
da: Chatboble
fi: Puhekupla
nb: Chatte bobler
sv: Chattbubbla

# icon.title.checklist
source: Checklist
da: Tjekliste
fi: Tarkistuslista
nb: Sjekkliste
sv: Checklista

# icon.title.check
source: Checkmark
da: Flueben
fi: Valintamerkki
nb: Sjekkmerke
sv: Bock

# icon.title.cancel
source: Circle with a diagonal line
da: Cirkel med diagonal linje
fi: Ympyrä ja vinoviiva
nb: Sirkel med en diagonal linje
sv: Cirkel med diagonal linje

# icon.title.gas-hybrid
source: Circle with a plug and a drop
da: Cirkel med et stik og en dråbe
fi: Ympyrä, latausjohto ja pisara
nb: Sirkel med en plugg og en dråpe
sv: Cirkel med en plugg och en droppe

# icon.title.success
source: Circle with checkmark
da: Cirkel med et flueben
fi: Ympyrä, jonka sisällä on valintamerkki
nb: Sirkel med sjekkmerke
sv: Cirkel med bock

# icon.title.alert
source: Circle with exclamation point
da: Cirkel med udråbstegn
fi: Ympyrä, jonka sisällä on huutomerkki
nb: Sirkel med utropstegn
sv: Cirkel med utropstecken

# icon.title.krone
source: Circle with KR
da: Cirkel med KR
fi: Ympyrä, jonka sisällä kirjaimet KR
nb: Sirkel med KR
sv: Cirkel med KR

# icon.title.norwegian-motor
source: Circle with NBF
da: Cirkel med NBF
fi: Ympyrä, jonka sisällä on kirjaimet NBF
nb: Sirkel med NBF
sv: Cirkel med NBF

# icon.title.circle-plus
source: Circle with plus sign
da: Cirkel med plustegn
fi: Ympyrä ja plusmerkki
nb: Sirkel med plusstegn
sv: Cirkel med plustecken

# icon.title.circle-user
source: Circle with user profile
da: Cirkel med brugerprofil
fi: Ympyrä, jonka sisällä ihmishahmo
nb: Sirkel med brukerprofil
sv: Cirkel med en användarprofil

# icon.title.refresh
source: Circular arrow
da: Cirkulær pil
fi: Oikealle kiertävä nuoli
nb: Sirkulær pil
sv: Cirkelformad pil

# icon.title.playhouse
source: Climbing frame
da: Klatrestativ
fi: Kiipeilyteline
nb: Klatrestativ
sv: Klätterställning

# icon.title.clock
source: Clock
da: Ur
fi: Kello
nb: Klokke
sv: Klocka

# icon.title.history
source: Clock with arrow going counterclockwise
da: Ur hvor viseren går mod uret
fi: Kello, jossa vastapäivään osoittava nuoli
nb: Klokke med pil som går mot klokken
sv: Klocka med pil som går motsols

# icon.title.eye-off
source: Closed eye
da: Lukket øje
fi: Suljettu silmä
nb: Lukket øye
sv: Stängt öga

# icon.title.drink
source: Cocktail glass
da: Cocktailglas
fi: Cocktaillasi
nb: Drinkglass
sv: Cocktailglas

# icon.title.color-palette
source: Color palette
da: Farvepalet
fi: Värikartta
nb: Fargepalett
sv: Färgpalett

# icon.title.theater
source: Costume mask with a smiley face
da: Maske med en smiley
fi: Teatterinaamio, jossa on hymynaama
nb: Maske med smilefjes
sv: Utklädningsmask med glatt ansikte

# icon.title.credit-card
source: Credit card
da: Kreditkort
fi: Luottokortti
nb: Kredittkort
sv: Betalkort

# icon.title.close
source: Cross
da: Kryds
fi: Rasti
nb: Kryss
sv: Kryss

# icon.title.support
source: Customer support headset
da: Kundeservice headset
fi: Asiakaspalvelija, jolla on päässään kuulokkeet
nb: Kundestøtte med hodetelefoner
sv: Kundtjänstheadset

# icon.title.gas-diesel
source: Diesel pump
da: Dieselpumpe
fi: Dieselpumppu
nb: Dieselpumpe

# icon.title.job
source: Document folder
da: Dokumentmappe
fi: Asiakirjasalkku
nb: Dokumentmappe
sv: Dokumentmapp

# icon.title.animal-paw
source: Dog's paw
da: Hundepote
fi: Koiran tassu
nb: Hundepote
sv: Hundtass

# icon.title.door
source: Door
da: Dør
fi: Ovi
nb: Dør
sv: Dörr

# icon.title.cottage-plot
source: Dotted square with a highlighted house
da: Stiplet firkant med et fremhævet hus
fi: Katkoviivoilla piirretty neliö ja talo
nb: Prikket firkant med et markert hus
sv: Prickad kvadrat med betonat hus

# icon.title.building-plot
source: Dotted square with a highlighted house
da: Stiplet firkant med et fremhævet hus
fi: Katkoviivoilla piirretty neliö ja talo
nb: Prikket firkant med et markert hus
sv: Prickad kvadrat med betonat hus

# icon.title.plots
source: Dotted square with a highlighted smaller square
da: Stiplet firkant med en fremhævet mindre firkant
fi: Katkoviivoilla piirretty neliö, jonka sisällä on pienempi neliö
nb: Prikket firkant med en uthevet mindre firkant
sv: Prickad kvadrat med betonad mindre kvadrat

# icon.title.measure
source: Dotted square with measuring arrows
da: Stiplet firkant med målepile
fi: Katkoviivoilla piirretty neliö ja mittanuolet
nb: Prikket firkant med målepiler
sv: Prickad kvadrat med måttpilar

# icon.title.double-bed
source: Double bed
da: Dobbeltseng
fi: Parisänky
nb: Dobbeltseng
sv: Dubbelsäng

# icon.title.chevron-double-left
source: Double leftward arrow
da: Dobbelt venstrepil
fi: Kaksi nuolta vasemmalle
nb: Dobbel pil til venstre
sv: Dubbel vänsterpil

# icon.title.chevron-double-right
source: Double rightward arrow
da: Dobbelt højre pil
fi: Kaksi nuolta oikealle
nb: Dobbel pil til høyre
sv: Dubbel högerpil

# icon.title.chevron-down
source: Downward arrow
da: Pil nedad
fi: Nuoli alaspäin
nb: Nedoverpil
sv: Pil ned

# icon.title.arrow-down
source: Downward-pointing arrow
da: Pil nedad
fi: Alaspäin osoittava nuoli
nb: Pil som peker nedover
sv: Pil som pekar nedåt

# icon.title.drawer
source: Drawer
da: Skuffe
fi: Lipasto
nb: Skuff
sv: Låda

# icon.title.fitness
source: Dumbbell
da: Håndvægt
fi: Käsipaino
nb: Treningsmanual
sv: Hantel

# icon.title.lift
source: Elevator
fi: Hissi
nb: Heis
sv: Hiss

# icon.title.battery-empty
source: Empty battery
da: Tomt batteri
fi: Tyhjä akku
nb: Tomt batteri
sv: Tomt batteri

# icon.title.star-empty
source: Empty star
da: Tom stjerne
fi: Tyhjä tähti
nb: Tom stjerne
sv: Tom stjärna

# icon.title.engine
source: Engine
da: Motor
fi: Moottori
nb: Motor
sv: Motor

# icon.title.mail
source: Envelope with letter
da: Kuvert med brev
fi: Kirjekuori
nb: Konvolutt med brev
sv: Kuvert med brev

# icon.title.logout
source: Exit door
da: Udgangsdør
fi: Uloskäyntiovi
nb: Utgangsdør
sv: Utgång

# icon.title.engine-belt
source: Fan belt
da: Ventilatorbånd
fi: Jakohihna
nb: Vifterem
sv: Fläktrem

# icon.title.file-add
source: File folder
da: Filmappe
fi: Tiedostokansio
nb: Filmappe
sv: Filmapp

# icon.title.fireplace
source: Fireplace
da: Pejs
fi: Takka
nb: Peis
sv: Eldstad

# icon.title.fishing
source: Fishing hook
da: Fiskekrog
fi: Ongenkoukku
nb: Fiskekrok
sv: Fiskekrok

# icon.title.tv
source: Flat screen TV
da: Fladskærms-TV
fi: Taulutelevisio
nb: Flatskjerm TV
sv: Platt-TV

# icon.title.airplane-hotel
source: Flight and hotel
da: Fly og hotel
fi: Lentokone ja hotelli
nb: Fly og hotell
sv: Flyg och hotell

# icon.title.lamp
source: Floor lamp
da: Gulvlampe
fi: Lattiavalaisin
nb: Gulvlampe
sv: Golvlampa

# icon.title.mixer
source: Food mixer
da: Køkkenmaskine
fi: Keittiön yleiskone
nb: Kjøkkenmaskin
sv: Mixer

# icon.title.football
source: Football
da: Fodbold
fi: Jalkapallo
nb: Fotball
sv: Fotboll

# icon.title.hiking
source: Forest path
da: Skovsti
fi: Polku metsässä
nb: Skogssti
sv: Skogsstig

# icon.title.front-wheel-drive
source: Front-wheel drive
da: Forhjulstræk
fi: Etuvetoinen ajoneuvo
nb: Forhjulstrekk
sv: Framhjulsdrift

# icon.title.battery-full
source: Full battery
da: Fuldt batteri
fi: Täysi akku
nb: Fullt batteri
sv: Fullt batteri

# icon.title.star-full
source: Full star
da: Hel stjerne
fi: Täysi tähti
nb: Hel stjerne
sv: Full stjärna

# icon.title.filter
source: Funnel
da: Tragt
fi: Suppilo
nb: Trakt
sv: Tratt

# icon.title.gas-fuel
source: Gas pump
da: Gaspumpe
fi: Bensapumppu
nb: Bensinpumpe
sv: Bensinpump

# icon.title.cog
source: Gear
da: Tandhjul
fi: Ratas
nb: Tannhjul
sv: Kugghjul

# icon.title.room-service
source: Gloved hand and serving tray with a dome
da: Behandsket hånd og serveringsbakke med klokkelåg
fi: Kuvullista tarjotinta pitävä, hansikkaaseen puettu käsi
nb: Hånd med hanske med serveringsbrett
sv: Hand i handske och en serveringsbricka med lock

# icon.title.smiley-good
source: Good smiley face
da: Glad smiley
fi: Tyytyväiset kasvot
nb: Bra smilefjes
sv: Bra glatt ansikte

# icon.title.grid
source: Grid of squares
da: Gitter af felter
fi: Ruudukko
nb: Rutenett med firkanter
sv: Rutnät med kvadrater

# icon.title.users
source: Group of users
da: Gruppe af brugere
fi: Ryhmä käyttäjiä
nb: Gruppe med brukere
sv: Grupp av användare

# icon.title.guitarbat
source: Guiter with a bat
da: Guitar med et bat
fi: Kitara ja pesäpallomaila
nb: Gitar med balltre
sv: Gitarr med basebollträ

# icon.title.star-half
source: Half full star
da: Halvfyldt stjerne
fi: Puoliksi täytetty tähti
nb: Halvfylt stjerne
sv: Halvfull stjärna

# icon.title.battery-half-full
source: Half-full battery
da: Halvfuldt batteri
fi: Puolillaan oleva akku
nb: Halvfullt batteri
sv: Halvfullt batteri

# icon.title.delivery
source: Hand holding a small box
da: Hånd med en lille boks
fi: Pieni laatikko kämmenellä
nb: Hånd som leverer en liten boks
sv: Hand som håller en liten låda

# icon.title.plane-ticket
source: Hand with plane ticket
da: Hånd med flybillet
fi: Lentolippua pitelevä käsi
nb: Hånd som holder flybillett
sv: Hand med flygbiljett

# icon.title.bag
source: Handbag
da: Håndtaske
fi: Käsilaukku
nb: Veske
sv: Handväska

# icon.title.smiley-happy
source: Happy face
da: Glad ansigt
fi: Iloiset kasvot
nb: Glad ansikt
sv: Glatt ansikte

# icon.title.headset
source: Headphones
da: Hovedtelefoner
fi: Kuulokkeet
nb: Hodetelefoner
sv: Hörlurar

# icon.title.heart
source: Heart
da: Hjerte
fi: Sydän
nb: Hjerte
sv: Hjärta

# icon.title.heart-rate
source: Heart with heart rate indicator
da: Hjerte med pulsindikator
fi: Sydän ja sydänfilmi
nb: Hjerte med pulsindikator
sv: Hjärta med pulsindikator

# icon.title.product-carousel
source: Highlighted vertical rectangle with two rectangles in the background
da: Fremhævet lodret rektangel med to rektangler i baggrunden
fi: Suorakulmio, jonka taustalla on kaksi suorakulmiota
nb: Uthevet vertikalt rektangel med to rektangler i bakgrunn
sv: Betonad vertikal rektangel med två rektanglar i bakgrunden

# icon.title.hotel
source: Hotel building
da: Hotelbygning
fi: Hotelli
nb: Hotellbygg
sv: Hotellbyggnad

# icon.title.house-filled
source: House
da: Hus
fi: Talo
nb: Hus
sv: Hus

# icon.title.house
source: House
da: Hus
fi: Talo
nb: Hus
sv: Hus

# icon.title.real-estate
source: House with a garden
da: Hus med en have
fi: Talo, jossa on puutarha
nb: Hus med hage
sv: Hus med en trädgård

# icon.title.product-nabolagsprofil
source: House with a highlighted map pin
da: Hus med en fremhævet kortnål
fi: Talo ja korostettu kartan osoitin
nb: Hus med en markert kartnål
sv: Hus med betonad kartnål

# icon.title.house-person
source: House with a person
da: Hus med en person
fi: Talo ja ihminen
nb: Hus med en person
sv: Hus med en person

# icon.title.sauna
source: House with heat waves
da: Hus med hedebølger
fi: Talo ja lämpöaaltoja
nb: Hus med varmebølger
sv: Hus med värmevågor

# icon.title.iceskater
source: Ice skater
da: Skøjteløber
fi: Luistelija
nb: Skøyteløper
sv: Skridskoåkare

# icon.title.image
source: Image
da: Billede
fi: Kuva
nb: Bilde
sv: Bild

# icon.title.product-bump
source: Image with text highlighted by an upward arrow
da: Billede med tekst markeret af en opadgående pil
fi: Kuva ja tekstiä, joiden vieressä on ylöspäin osoittava nuoli
nb: Bilde med uthevet tekst og en pil som peker oppover
sv: Bild med text betonad av en uppåtpil

# icon.title.info
source: Information circle
da: Informationscirkel
fi: Ympyrä, jonka sisällä on i-kirjain
nb: Informasjonssirkel
sv: Informationscirkel

# icon.title.text-italic
source: Italic text
da: Kursiv tekst
fi: Kursivoitu teksti
nb: Kursiv tekst
sv: Kursiv text

# icon.title.jet-ski
source: Jet ski
fi: Vesijetti
nb: Vannscooter

# icon.title.diner
source: Knife and fork
da: Kniv og gaffel
fi: Haarukka ja veitsi
nb: Kniv og gaffel
sv: Kniv och gaffel

# icon.title.leaf
source: Leaf
da: Blad
fi: Lehti
nb: Løv
sv: Löv

# icon.title.chevron-left
source: Leftward arrow
da: Pil til venstre
fi: Nuoli vasemmalle
nb: Pil til venstre
sv: Pil vänster

# icon.title.arrow-left
source: Leftward-pointing arrow
da: Pil til venstre
fi: Vasemmalle osoittava nuoli
nb: Pil som peker mot venstre
sv: Pil som pekar vänster

# icon.title.bulb
source: Lightbulb
da: Lyspære
fi: Lamppu
nb: Lyspære
sv: Glödlampa

# icon.title.energy
source: Lightning bolt
da: Lyn
fi: Salama
nb: Lynnedslag
sv: Blixt

# icon.title.bolt
source: Lightning bolt
da: Lyn
fi: Salama
nb: Lynnedslag
sv: Blixt

# icon.title.graph-line
source: Line graph
da: Linjediagram
fi: Viivadiagrammi
nb: Linjediagram
sv: Linjediagram

# icon.title.task-list
source: List with checkmark
da: Liste med flueben
fi: Lista, jossa on kirjanmerkki
nb: Liste med avkrysningsfelt
sv: Lista med bock

# icon.title.product-no-ads
source: Loudspeaker
da: Højttaler
fi: Megafoni
nb: Høyttaler
sv: Högtalare

# icon.title.search
source: Magnifying glass
da: Forstørrelsesglas
fi: Suurennuslasi
nb: Forstørrelsesglass
sv: Förstoringsglas

# icon.title.search-favorites
source: Magnifying glass with a heart
da: Forstørrelsesglas med hjerte
fi: Suurennuslasi, jonka sisällä on sydän
nb: Forstørrelsesglass med hjerte
sv: Förstoringsglas med hjärta

# icon.title.mailbox
source: Mailbox with a flag indicating new mail
da: Postkasse med et flag, der angiver ny e-mail
fi: Postilaatikko, jossa on saapuneesta postista ilmaiseva lippu
nb: Postkasse med et flagg som indikerer ny epost
sv: Brevlåda med flagga som indikerar ny e-post

# icon.title.manual
source: Manual transmission gearbox
da: Manuel gearkasse
fi: Manuaalivaihteisto
nb: Manuell girkasse
sv: Manuell växellåda

# icon.title.map
source: Map
da: Kort
fi: Kartta
nb: Kart
sv: Karta

# icon.title.pin-marker
source: Map pin
da: Kortnål
fi: Kartan osoitin
nb: Kartnål
sv: Kartnål

# icon.title.pin-round
source: Map pin with a shadow underneath
da: Kortnål med skygge under
fi: Kartan osoitin, jonka alla on varjo
nb: Kartnål med skygge under
sv: Kartnål med skugga under

# icon.title.messages-filled
source: Message bubble with smiley face
da: Besked med et smilende ansigt
fi: Puhekuplia, joilla on hymyilevät kasvot
nb: Snakkeboble med smilefjes
sv: Meddelandebubbla med glatt ansikte

# icon.title.minivan
source: Minivan
da: Minibus
fi: Tila-auto

# icon.title.minus
source: Minus
fi: Miinusmerkki

# icon.title.house-modern
source: Modern house
da: Moderne hus
fi: Moderni talo
nb: Moderne hus
sv: Modernt hus

# icon.title.motorcycle
source: Motorcycle
da: Motorcykel
fi: Moottoripyörä
nb: MC
sv: Motorcykel

# icon.title.mountain
source: Mountain
da: Bjerg
fi: Vuori
nb: Fjell
sv: Berg

# icon.title.cursor
source: Mouse pointer over a circle
da: Musemarkøren over en cirkel
fi: Hiiren osoitin ympyrän päällä
nb: Musepeker over en sirkel
sv: Muspekare över en cirkel

# icon.title.smiley-neutral
source: Neutral face
da: Neutralt ansigt
fi: Neutraalit kasvot
nb: Nøytralt ansikt
sv: Neutralt ansikte

# icon.title.error
source: Octagon with exclamation point
da: Ottekant med et udråbstegn
fi: Kahdeksankulmio, jonka sisällä on huutomerkki
nb: Åttekant med utropstegn
sv: Oktagon med utropstecken

# icon.title.office-desk
source: Office desk with a computer screen
da: Skrivebord med en computerskærm
fi: Työpöytä, jonka päällä on tietokoneen näyttö
nb: Kontorpult med dataskjerm
sv: Skrivbord med en datorskärm

# icon.title.eye-on
source: Open eye
da: Åbent øje
fi: Auki oleva silmä
nb: Åpent øye
sv: Öppet öga

# icon.title.no-smoking
source: Overlaid cigarette
da: Overstreget cigaret
fi: Yliviivattu savuke
nb: Utkrysset sigarett
sv: Överkryssad cigarett

# icon.title.paint-roller
source: Paint roller in action
da: Malerulle som maler
fi: Käytössä oleva maalaustela
nb: Malingsrull som maler
sv: Målarroller som målar

# icon.title.send
source: Paper plane
da: Papirfly
fi: Paperilennokki
nb: Papirfly
sv: Pappersflygplan

# icon.title.attachment
source: Paperclip
da: Papirklip
fi: Paperiliitin
nb: Binders
sv: Gem

# icon.title.parking
source: Parking sign
da: Parkeringsskilt
fi: Pysäköintimerkki
nb: Parkeringsskilt
sv: Parkeringsskylt

# icon.title.edit
source: Pencil
da: Blyant
fi: Kynä
nb: Blyant
sv: Blyertspenna

# icon.title.discount
source: Percentage sign
da: Procenttegn
fi: Prosenttimerkki
nb: Prosenttegn
sv: Procenttecken

# icon.title.circle-user-filled
source: Person in a circle
da: Person i en cirkel
fi: Henkilö ympyrän sisällä
nb: Sirkel med en person i
sv: Person i en cirkel

# icon.title.block
source: Person with highlighted no entry sign
da: Person med fremhævet "adgang forbudt"-skilt
fi: Henkilö, joka pitelee pääsy kielletty -kylttiä
nb: Person med "ingen adgang" skilt
sv: Person med betonad ”ingen ingång”-skylt

# icon.title.picture-stack
source: Picture stack
da: Bunke med billeder
fi: Kuvapino
nb: Bildebunke
sv: Bunt med bilder

# icon.title.graph-pie
source: Pie chart
da: Cirkeldiagram
fi: Ympyrädiagrammi
nb: Kakediagram
sv: Cirkeldiagram

# icon.title.play
source: Play button
da: Afspilningsknap
fi: Toistopainike
nb: Spill av knapp
sv: Uppspelningsknapp

# icon.title.plus
source: Plus sign
da: Plustegn
fi: Plusmerkki
nb: Pluss tegn
sv: Plustecken
