Repository: warp-ds/icons
Catalog: src/locales/*/messages.po
Languages: da, fi, nb, sv

# icon.title.circle-plus-filled
source: Plus sign inside a circle
da: Plustegn inde i en cirkel
fi: Plus-merkki ympyrän sisällä
nb: Sirkel med plusstegn i
sv: Plustecken i en cirkel

# icon.title.question
source: Question mark
da: Spørgsmålstegn
fi: Kysymysmerkki
nb: Spørsmålstegn
sv: Frågetecken

# icon.title.back-wheel-drive
source: Rear-wheel drive
da: Baghjulstræk
fi: Takavetoinen ajoneuvo
nb: Bakhjulsdrift
sv: Bakhjulsdrift

# icon.title.geometric-shapes
source: Rectangle, ellipse, diamond and triangle shapes
da: Rektangel, ellipse, diamant og trekant former
fi: Neliö, ympyrä, vinoneliö ja kolmio
nb: Rektangel-, ellipse-, diamant- og trekantformer
sv: Rektangel-, ellips-, diamant- och triangelformer

# icon.title.warranty
source: Ribbon with checkmark
da: Bånd med flueben
fi: Nauha ja valintamerkki
nb: Bånd med sjekkmerke
sv: Rosett med bock

# icon.title.three-sixty
source: Right-pointing rotating arrow with a house
da: Højrepegende roterende pil med et hus
fi: Oikealle kiertävä nuoli, jonka keskellä on talo
nb: Høyrepekende roterende pil med et hus
sv: Högerpekande, roterande pil med ett hus

# icon.title.chevron-right
source: Rightward arrow
da: Pil til højre
fi: Nuoli oikealle
nb: Pil til høyre
sv: Pil höger

# icon.title.arrow-right
source: Rightward-pointing arrow
da: Pil til højre
fi: Oikealle osoittava nuoli
nb: Pil som peker mot høyre
sv: Pil som pekar höger

# icon.title.road
source: Road
da: Vej
fi: Tie
nb: Landevei
sv: Väg

# icon.title.product-blink
source: Rocket
da: Raket
fi: Raketti
nb: Rakett
sv: Raket

# icon.title.service
source: Rotating arrow with a wrench
da: Roterende pil med skruenøgle
fi: Vasemmalle kiertävä nuoli, jonka keskellä on jakoavain
nb: Roterende pil med skiftenøkkel
sv: Roterande pil med en skiftnyckel

# icon.title.rowing-boat
source: Rowing boat
da: Robåd
fi: Soutuvene
nb: Robåt
sv: Roddbåt

# icon.title.ruler
source: Ruler
da: Lineal
fi: Viivotin
nb: Linjal
sv: Linjal

# icon.title.shower
source: Running shower head
da: Brusehoved som er tændt
fi: Päällä oleva suihku
nb: Rennende dusjhode
sv: Rinnande duschmunstycke

# icon.title.smiley-sad
source: Sad face
da: Trist ansigt
fi: Surulliset kasvot
nb: Trist ansikt
sv: Ledset ansikte

# icon.title.sailing
source: Sailboat on water
da: Sejlbåd på vand
fi: Purjevene vedessä
nb: Seilebåt på vannet
sv: Segelbåt på vatten

# icon.title.seat
source: Seat
da: Sæde
fi: Istuin
nb: Sete
sv: Säte

# icon.title.share
source: Share icon
da: Dele-ikon
fi: Jaa-kuvake
nb: Dele ikon
sv: Dela-ikon

# icon.title.ads
source: Sheet with image and headline
da: Ark med billede og overskrift
fi: Paperiarkki, jossa kuva ja otsikko
nb: Ark med bilde og overskrift
sv: Ark med bild och rubrik

# icon.title.active-ads
source: Sheet with image and headline with highlighted checkmark
da: Ark med billede og overskrift med fremhævet flueben
fi: Paperiarkki, jossa kuva, otsikko ja korostettu valintamerkki
nb: Ark med bilde og overskrift med uthevet sjekkmerke
sv: Ark med bild och rubrik med betonad bock

# icon.title.new-ad
source: Sheet with image, headline, and highlighted plus sign
da: Ark med billede, overskrift og fremhævet plustegn
fi: Paperiarkki, jossa on kuva, tekstiä ja korostettu plusmerkki
nb: Ark med bilde, overskrift og et uthevet pluss tegn
sv: Ark med bild, rubrik och betonat plustecken

# icon.title.verification
source: Shield with checkmark
da: Skjold med flueben
fi: Kilpi, jossa on valintamerkki
nb: Skjold med sjekkmerke
sv: Sköld med bock

# icon.title.check-shield
source: Shield with checkmark
da: Skjold med et flueben
fi: Kilpi, jossa on valintamerkki
nb: Skjold med sjekkmerke
sv: Sköld med bock

# icon.title.lock-shield
source: Shield with padlock
da: Skjold med hængelås
fi: Kilpi, jonka keskellä on riippulukko
nb: Skjold med hengelås
sv: Sköld med hänglås

# icon.title.shirt
source: Shirt
da: Skjorte
fi: Paita
nb: Skjorte
sv: Skjorta

# icon.title.shopping-cart
source: Shopping cart
da: Indkøbsvogn
fi: Ostoskori
nb: Handlekurv
sv: Varukorg

# icon.title.cart
source: Shopping cart
da: Indkøbsvogn
fi: Ostoskori
nb: Handlekurv
sv: Varukorg

# icon.title.single-cylinder
source: Single cylinder
da: Enkelt cylinder
fi: Sylinteri
nb: Enkeltsylinder
sv: En cylinder

# icon.title.drag-dots
source: Six dots bundled together
da: Seks prikker samlet sammen
fi: Kuusi pistettä vierekkäin
nb: Seks prikker samlet
sv: Sex ihopbuntade prickar

# icon.title.air-con
source: Small air cooler
da: Lille luftkøler
fi: Pieni tuuletin
nb: Liten luftkjøler
sv: Liten luftkylare

# icon.title.smartphone
source: Smartphone
fi: Älypuhelin
nb: Smarttelefon

# icon.title.phone
source: Smartphone
fi: Älypuhelin
nb: Smarttelefon

# icon.title.phone-badge-check
source: Smartphone and a badge with a check mark
da: Smartphone og et badge med et flueben
fi: Älypuhelin ja valintamerkki
nb: Smarttelefon med et sjekkmerke
sv: Smartphone och ett emblem med bock

# icon.title.phone-used
source: Smartphone with three scratches on the glass
da: Smartphone med tre ridser på skærmen
fi: Älypuhelin, jonka näytössä on kolme naarmua
nb: Smarttelefon med tre riper i skjermen
sv: Smartphone med tre repor på skärmen

# icon.title.phone-scratched
source: Smartphone with three scratches on the glass
da: Smartphone med tre ridser på skærmen
fi: Älypuhelin, jonka näytössä on kolme naarmua
nb: Smarttelefon med tre riper i skjermen
sv: Smartphone med tre repor på skärmen

# icon.title.sofa
source: Sofa
fi: Sohva
sv: Soffa

# icon.title.sorting
source: Sorting arrows
da: Sorteringspile
fi: Lajittelujärjestyksen nuoli
nb: Sorterende pil
sv: Sorteringspilar

# icon.title.sparkles
source: Sparkles
da: Glimt
fi: Kimallus
nb: Glitring
sv: Gnistor

# icon.title.chat-request
source: Speech bubble next to a person
da: Taleboble ved siden af en person
fi: Henkilö, jonka vieressä on puhekupla
nb: Snakkebobler ved siden av en person
sv: Pratbubbla bredvid en person

# icon.title.messages
source: Speech bubbles
da: Talebobler
fi: Kaksi puhekuplaa
nb: Snakkebobler
sv: Pratbubblor

# icon.title.feedback
source: Speech bubbles
da: Talebobler
fi: Kaksi puhekuplaa
nb: Snakkebobler
sv: Pratbubblor

# icon.title.chat-support
source: Speech bubbles with smiley faces
da: Talebobler med smilende ansigter
fi: Puhekuplia, joilla on hymyilevät kasvot
nb: Snakkebobler med smilefjes
sv: Pratbubblor med glada ansikten

# icon.title.speedometer
source: Speedometer
fi: Nopeusmittari
nb: Fartsmåler
sv: Hastighetsmätare

# icon.title.propeller
source: Spinning propeller
da: Spinnende propel
fi: Pyörivä potkuri
nb: Spinnende propell
sv: Snurrande propeller

# icon.title.link-external
source: Square with an upward arrow to the right
da: Firkant med en pil opad til højre
fi: Neliö, jossa on viistosti yläoikealle osoittava nuoli
nb: Firkant med pil som peker oppover mot høyre
sv: Kvadrat med pil som pekar uppåt åt höger

# icon.title.up
source: Square with arrow pointing up
da: Firkant med pil der peger op
fi: Neliö, jonka sisällä on ylöspäin osoittava nuoli
nb: Firkant med pil som peker opp
sv: Kvadrat med pil som pekar uppåt

# icon.title.money
source: Stack of banknotes
da: Et bundt pengesedler
fi: Setelinippu
nb: Bunke med pengesedler
sv: Sedelbunt

# icon.title.stairs
source: Stairs with diagonal arrow up
da: Trapper med diagonal pil opad
fi: Portaat ja viistosti ylöspäin osoittava nuoli
nb: Trapp med diagonal pil oppover
sv: Trappa med diagonal uppåtpil

# icon.title.star-check
source: Star with highlighted checkmark
da: Stjerne med fremhævet flueben
fi: Tähti, jossa on korostettu valintamerkki
nb: Stjerne med uthevet sjekkmerke
sv: Stjärna med betonad bock

# icon.title.storefront
source: Storefront building
da: Butiksfacade
fi: Kaupan julkisivu
nb: Butikkbygning
sv: Butiksbyggnad

# icon.title.store
source: Storefront building
da: Butiksfacade
fi: Kaupan julkisivu
nb: Butikk bygning
sv: Butiksbyggnad

# icon.title.stove
source: Stove
da: Komfur
fi: Liesi
nb: Komfyr
sv: Spis

# icon.title.text-strikethrough
source: Strikethrough text
da: Gennemstreget tekst
fi: Yliviivattu teksti
nb: Gjennomstrek tekst
sv: Genomstruken text

# icon.title.stroller
source: Stroller
da: Klapvogn
fi: Lastenvaunut
nb: Barnevogn
sv: Barnvagn

# icon.title.suitcase
source: Suitcase
da: Kuffert
fi: Matkalaukku
nb: Koffert
sv: Resväska

# icon.title.charter
source: Suitcase
da: Kuffert
fi: Matkalaukku
nb: Koffert
sv: Resväska

# icon.title.landscape
source: Sun and mountains
da: Sol og bjerge
fi: Aurinko ja vuoret
nb: Sol og fjell
sv: Sol och berg

# icon.title.sweater
source: Sweater
fi: Neule
nb: Genser
sv: Tröja

# icon.title.swimming
source: Swimming person
da: Svømmende person
fi: Uiva henkilö
nb: Svømmende person
sv: Simmande person

# icon.title.tag
source: Tag
da: Mærke
fi: Hintalappu
nb: Tagg
sv: Tagg

# icon.title.product-highlight-listing
source: Text with highlighted image
da: Tekst med fremhævet billede
fi: Korostettu kuva tekstin keskellä
nb: Tekst med uthevet bilde
sv: Text med betonad bild

# icon.title.dots
source: Three dots
da: Tre prikker
fi: Kolme pistettä
nb: Tre prikker
sv: Tre prickar

# icon.title.burger
source: Three horizontal lines
da: Tre vandrette linjer
fi: Kolme vaakaviivaa
nb: Tre horisontale linjer
sv: Tre horisontella linjer

# icon.title.user-group
source: Three people
da: Tre mennesker
fi: Kolme ihmistä
nb: Tre mennesker
sv: Tre personer

# icon.title.layers
source: Three squares overlapping
da: Tre overlappende firkanter
fi: Kolme päällekkäistä neliötä
nb: Tre firkanter som overlapper
sv: Tre överlappande kvadrater

# icon.title.product-starred
source: Three stars with text below
da: Tre stjerner med tekst nedenfor
fi: Kolme tähteä, joiden alla on tekstiä
nb: Tre stjerner med tekst under
sv: Tre stjärnor med text under

# icon.title.dots-vertical
source: Three vertical dots
da: Tre vertikale prikker
fi: Kolme pistettä pystysuorassa
nb: Tre vertikale prikker
sv: Tre vertikala prickar

# icon.title.dislike
source: Thumbs down
da: Nedadvendt tommelfinger
fi: Peukalo alaspäin
nb: Tommel ned
sv: Tummar ner

# icon.title.like
source: Thumbs-up
da: Tommel op-emoji
fi: Peukalo ylöspäin
nb: Tommel opp
sv: Tumme upp

# icon.title.tools
source: Tools
da: Værktøj
fi: Työkalut
nb: Verktøy
sv: Verktyg

# icon.title.tractor
source: Tractor
da: Traktor
fi: Traktori
nb: Traktor
sv: Traktor

# icon.title.bin
source: Trash can
da: Skraldespand
fi: Roskakori
nb: Søppelkasse
sv: Papperskorg

# icon.title.shipping
source: Truck in motion
da: Lastbil i bevægelse
fi: Liikkeessä oleva kuorma-auto
nb: Lastebil i bevegelse
sv: Lastbil i rörelse

# icon.title.twitter
source: Twitter logo
fi: Twitterin logo
sv: Twitter-logotyp

# icon.title.exchange
source: Two arrows forming a circle
da: To pile, der danner en cirkel
fi: Kaksi nuolta, jotka muodostavat ympyrän
nb: To piler som danner en sirkel
sv: Två pilar som bildar en cirkel

# icon.title.sailboat
source: Two birds and a sailboat on water
da: To fugle og en sejlbåd på vand
fi: Kaksi lintua taivaalla ja purjevene vedessä
nb: To fugler og en seilebåt på vannet
sv: Två fåglar och en segelbåt på vatten

# icon.title.dating
source: Two hearts
da: To hjerter
fi: Kaksi sydäntä
nb: To hjerter
sv: Två hjärtan

# icon.title.organize
source: Two horizontal lines between two opposite vertical arrows
da: To vandrette linjer mellem to modsatte lodrette pile
fi: Kaksi vaakasuoraa viivaa kahden vastakkaisen pystysuoran nuolen välissä
nb: To horisontale streker mellom to motsatte vertikale piler
sv: Två horisontella linjer mellan två motsatta vertikala pilar

# icon.title.keys
source: Two keys on a keyring
da: To nøgler på en nøglering
fi: Kaksi avainta avaimenperässä
nb: To nøkler på en nøkkelring
sv: Två nycklar på en nyckelring

# icon.title.skyscraper
source: Two skyscrapers with a cloud above
da: To skyskrabere med en sky over
fi: Kaksi pilvenpiirtäjää, joiden yläpuolella on pilvi
nb: To skyskrapere med en sky over
sv: Två skyskrapor med ett moln ovanför

# icon.title.woods
source: Two spruce trees
da: To grantræer
fi: Kaksi kuusta
nb: To grantrær
sv: Två granar

# icon.title.town-house
source: Two townhouses
da: To byhuse
fi: Kaksi kaupunkitaloa
nb: To hus
sv: Två stadshus

# icon.title.text-underline
source: Underline text
da: Understreget tekst
fi: Alleviivattu teksti
nb: Understrek tekst
sv: Understruken text

# icon.title.upload
source: Upload arrow
da: Upload pil
fi: Latausnuoli
nb: Laster opp pil
sv: Uppladdningspil

# icon.title.scroll-up
source: Upward arrow
da: Pil opad
fi: Nuoli ylöspäin
nb: Oppoverpil
sv: Pil upp

# icon.title.chevron-up
source: Upward arrow
da: Pil opad
fi: Nuoli ylöspäin
nb: Oppoverpil
sv: Pil upp

# icon.title.arrow-up
source: Upward-pointing arrow
da: Pil opad
fi: Ylöspäin osoittava nuoli
nb: Pil som peker oppover
sv: Pil som pekar uppåt

# icon.title.user
source: User profile
da: Brugerprofil
fi: Käyttäjäprofiili
nb: Brukerprofil
sv: Användarprofil

# icon.title.cabin
source: Vacation cabin
da: Feriehytte
fi: Mökki
nb: Feriehytte
sv: Semesterstuga

# icon.title.vacuum
source: Vacuum cleaner
da: Støvsuger
fi: Imuri
nb: Støvsuger
sv: Dammsugare

# icon.title.vase
source: Vase
fi: Maljakko
sv: Vas

# icon.title.list-sort
source: Vertical list with sorting arrow
da: Lodret liste med sorteringspil
fi: Pystysuora lista
nb: Vertikal liste med sorterende pil
sv: Vertikal lista med sorteringspil

# icon.title.wallet
source: Wallet
da: Pung
fi: Lompakko
nb: Lommebok
sv: Plånbok

# icon.title.warning
source: Warning triangle with exclamation point
da: Advarselstrekant med et udråbstegn
fi: Varoituskolmio, jonka sisällä on huutomerkki
nb: Varseltrekant med utropstegn
sv: Varningstriangel med utropstecken

# icon.title.laundry
source: Washing machine
da: Vaskemaskine
fi: Pesukone
nb: Vaskemaskin
sv: Tvättmaskin

# icon.title.spa
source: Water lily
da: Åkande
fi: Lumpeenkukka
nb: Vannlilje
sv: Vattenlilja

# icon.title.water-pitcher
source: Water pitcher
da: Kande
fi: Vesikannu
nb: Vannmugge
sv: Vattenkanna

# icon.title.trend-down
source: Wavy arrow pointing down right
da: Bølget pil som peger ned og til højre
fi: Aaltoileva nuoli, joka osoittaa alaoikealle
nb: Bølgete pil som peker ned og til høyre
sv: Vågor pil som pekar ned till höger

# icon.title.trend-flat
source: Wavy arrow pointing right
da: Bølget pil som peger til højre
fi: Aaltoileva nuoli, joka osoittaa oikealle
nb: Bølgete pil som peker til høyre
sv: Vågig pil som pekar åt höger

# icon.title.trend-up
source: Wavy arrow pointing up right
da: Bølget pil som peger op og til højre
fi: Aaltoileva nuoli, joka osoittaa yläoikealle
nb: Bølgete pil som peker opp og til høyre
sv: Vågig pil som pekar upp åt höger

# icon.title.weight
source: Weight
da: Vægt
fi: Paino
nb: Vekt
sv: Vikt

# icon.title.wheelchair
source: Wheelchair
da: Kørestol
fi: Pyörätuoli
nb: Rullestol
sv: Rullstol

# icon.title.wifi
source: Wi-Fi symbol
fi: Wi-Fi-symboli

# icon.title.user-woman
source: Woman with braids
da: Kvinde med fletninger
fi: Nainen, jolla on saparot
nb: Kvinne med fletter
sv: Kvinna med flätor

# icon.title.youtube
source: YouTube logo
fi: YouTuben logo
sv: YouTube-logotyp

# icon.title.honklight
source: Honk
da: Honk lyst ikon
nb: Honk lyst ikon

# icon.title.honkdark
source: Honk
da: Honk mørkt ikon
nb: Honk mørkt ikon

# icon.title.mittanbudlight
source: MittAnbud
da: MittAnbud lyst ikon
nb: Mittanbud lyst ikon

# icon.title.mittanbuddark
source: MittAnbud
da: MittAnbud mørkt ikon
nb: MittAnbud mørkt ikon

# icon.title.nettbildark
source: Nettbil
nb: Nettbil mørkt ikon

# icon.title.remppatorilight
source: RemppaTori
da: Remppatori lyst ikon
nb: Remppatori lyst ikon

# icon.title.remppatoridark
source: RemppaTori
da: Remppatori mørkt ikon
nb: Remppatori mørkt ikon

# icon.title.bank-id-no
source: BankID logo
da: MitID logo
sv: BankID-logotyp

# icon.title.oikotielight
source: Oikotie
da: Oikotie lyst ikon

# icon.title.oikotiedark
source: Oikotie
da: Oikotie mørkt ikon

# icon.title.facebook
source: Facebook logo
sv: Facebook-logotyp

# icon.title.instagram
source: Instagram logo
sv: Instagram-logotyp
